{
    "file": "wire\/modules\/Fieldtype\/FieldtypeComments\/FieldtypeComments.module",
    "textdomain": "wire--modules--fieldtype--fieldtypecomments--fieldtypecomments-module",
    "translations": {
        "0c6e8a761530efc7ecfe773a5b5a6f7e": {
            "text": "Nada- Los comentarios se guardan inmediatamente"
        },
        "4f214f3246f03a94773427de4f2e7699": {
            "text": "Todos - Todos los comentarios se deben aprobar"
        },
        "d3a76eec189143c6945282d37bd81bb5": {
            "text": "Solo nuevos - Solo los comentarios de usuarios con comentarios previamente aprobados deben ser aprobados"
        },
        "9bf3d3d959883d38b84f1990340bff84": {
            "text": "¿Ordenar desde el más reciente al más antiguo?"
        },
        "0c9743be855a9e62ab36d4d4eb321932": {
            "text": "Por defecto, los comentarios se ordenarán cronológicamente (de más antiguo a más reciente). Para invertir ese comportamiento marca esta casilla."
        },
        "cba07fe99979c9f01d9c61a39aae3045": {
            "text": "¿Usar el campo del sitio web en forma de comentario?"
        },
        "bb28b3686215b773129c8259cf0e6525": {
            "text": "Cuando se selecciona, el formulario de envío de comentarios también incluirá un campo de sitio web."
        },
        "b7f00c1afdf69f32c12c300c02ac1da7": {
            "text": "¿Redireccionar después de escribir comentarios?"
        },
        "cea2870f162b18b9ab95c8c84da6d05a": {
            "text": "Cuando se selecciona, ProcessWire emitirá un redireccionamiento después de que se publique el comentario con el fin de evitar las presentaciones dobles. Recomendado."
        },
        "0ad4c8b2b43eb0c8cfa21dd7571401b5": {
            "text": "¿Enviar notificación por correo electrónico cuando hay spam?"
        },
        "ec8fbd0794fa6fafb9061431f9bffa03": {
            "text": "Cuando se habilita, ProcessWire todavía te enviará una notificación por correo electrónico, incluso si el mensaje es identificado como spam."
        },
        "b9f5c797ebbf55adccdd8539a65a0241": {
            "text": "Desactivado"
        },
        "b70aad8c6cb77fde247be00630d7f5ef": {
            "text": "G: Adecuado para su visualización en todos los sitios web con cualquier tipo de público."
        },
        "8e25a98f71c3244890fa8ecf2230fe18": {
            "text": "PG: Puede contener gestos groseros, individuos provocativamente vestidos, las palabras sean juramentos, o violencia leve."
        },
        "2900074213d129e33d5d4b6e74076f29": {
            "text": "R: Puede contener cosas tales como profanaciones, violencia intensa, desnudez o uso de drogas duras."
        },
        "043cab853d189bb505d101c3c7ab3176": {
            "text": "X: Puede contener imágenes sexuales explícitas o violencia extremadamente inquietante."
        },
        "a4949d12f429ca4af2feb4e30c1e84e4": {
            "text": "¿Utilizar Gravatar?"
        },
        "c5fce56aee82d2bc007cbf213998945b": {
            "text": "Este servicio proporciona una imagen de avatar con cada comentario (único en la dirección de correo electrónico). Para habilitar, seleccione la clasificación máxima de Gravatar. Estos son los mismos que las clasificaciones de películas, donde G es el más familiar y X no lo es."
        },
        "e9f6051c655ca4a6773af3f2d8458815": {
            "text": "Descripciones de calificaciones proporcionadas por [Gravatar] (https:\/\/en.gravatar.com\/site\/implement\/images\/)."
        },
        "694c233e3c1cf5b97224bd5fcbebb340": {
            "text": "¿Utilizar el servicio de filtro de Spam de Akismet?"
        },
        "13df57b389c6175fd742098a67385895": {
            "text": "Este servicio identificará automáticamente la mayoría del spam. Antes de usarlo, asegúrate de haber introducido una clave de API de Akismet en Módulos > Filtro de comentarios: Akismet."
        },
        "bf31492fe5d4821b483bc7cb8cfe07a3": {
            "text": "Número de días después de los cuales se eliminará el spam"
        },
        "72fe450a750c9f11bf0531e5395e6e75": {
            "text": "Después de que el número de días indicados, la basura se eliminará automáticamente."
        },
        "8413c683b4b27cc3f4dbd4c90329d8ba": {
            "text": "Comentarios"
        },
        "a27c92ebebda4931039636893b5c716d": {
            "text": "Campo que almacena los comentarios publicados por el usuario para una sola Página"
        },
        "b39a035a995fc6597c8eb942210d1527": {
            "text": "Comportamiento"
        },
        "c98106d2a3b2a0a14016f73894f59d10": {
            "text": "Moderación de comemntarios"
        },
        "18800239150e923984ade45f5e961fbd": {
            "text": "Esto determina cuándo aparecerá un comentario publicado recientemente en su sitio."
        },
        "e90234905413e689d67361b8f618b63f": {
            "text": "¿Guardar sin notificar?"
        },
        "d2c1e7bd67d4253ff76376ed718cf94f": {
            "text": "Cuando se selecciona, el tiempo de modificación de la página y el usuario no se actualizarán cuando se agregue un comentario."
        },
        "152cae5f743b4ea655ef70fab6684593": {
            "text": "Tipo de notificación"
        },
        "1df95d9b624496ecb2f4158676c98825": {
            "text": "No enviar notificaciones"
        },
        "eac16a1e6e640d0fd649262cc154287d": {
            "text": "Enviar notificaciones a una dirección de correo electrónico específica"
        },
        "56c6193a67167dcdd8befdc1cf3f7958": {
            "text": "Enviar notificaciones al usuario que creó la página"
        },
        "176686fd5ea38cce85007c58bc91861a": {
            "text": "Enviar notificaciones a un usuario específico"
        },
        "a274f4d4670213a9045ce258c6c56b80": {
            "text": "Notificaciones"
        },
        "e3b1a956fff16a2f9b781479bcbea925": {
            "text": "Correo electrónico de notificación del administrador"
        },
        "f895a3cb718c7d7cacdf08e19c72a19b": {
            "text": "Dirección de correo electrónico para ser notificada cuando se publique un nuevo comentario. Separa varias direcciones de correo electrónico con comas o espacios."
        },
        "e793b132f67e3437dae254ad00e2cc48": {
            "text": "Los usuarios que reciban este correo electrónico tendrán la capacidad de aprobar o negar publicaciones directamente desde los enlaces del correo electrónico."
        },
        "abf48974ca61ec74f073f2359c29da03": {
            "text": "Además de (o en lugar de) direcciones de correo electrónico, también puedes utilizar uno o más de los siguientes:"
        },
        "d0ffa91c19a6c97eac905834065a48a4": {
            "text": "1. Introduce un **usuario:karen** para enviar un correo electrónico a un usuario específico, reemplazando \"karen\" con el nombre del usuario real."
        },
        "e703c4cbaf0b1030f389f7a3f4c91f34": {
            "text": "2. Escriba **campo:email** para extraer el correo electrónico de un campo de la página, sustituyendo \"email\" por el nombre del campo que contiene la dirección de correo electrónico."
        },
        "0cf8830f9d1aaf42ad9e178f9af4f3d0": {
            "text": "3. Introduzca **123:email** para extraer el correo electrónico de un ID de página y un nombre de campo, sustituyendo \"123\" por el ID de página y \"email\" por el nombre del campo que contiene la dirección de correo electrónico."
        },
        "be4676f05d7147b99e5addd2b27b6889": {
            "text": "4. Escriba **\/path\/to\/page:email** para extraer el correo electrónico de una ruta de acceso de página y un nombre de campo, reemplazando \"\/path\/to\/page\" con el path de la página y \"email\" con el nombre del campo que contiene dirección de correo electrónico."
        },
        "f6fdd0b4b152fc4fb6fa144eb7718873": {
            "text": "Notificaciones por email"
        },
        "a5356041796dfb51e1131f9557cf7225": {
            "text": "Dirección de correo electrónico opcional dede la que aparecerán las notificaciones. Dejar en blanco para utilizar el correo electrónico del servidor predeterminado."
        },
        "031de71d8bede5de985c354bbd23cdc6": {
            "text": "¿Permitir notificaciones de correo electrónico de los comentaristas?"
        },
        "dc8c7869896eed885ca7b7cc73de8e0a": {
            "text": "Esta opción permite a cualquier persona que publique un comentario recibir notificaciones por correo electrónico de nuevos comentarios."
        },
        "0ad051f48ed2ca988a4b60689eb13ad5": {
            "text": "Los usuarios sólo pueden recibir notificaciones por correo electrónico de las respuestas a sus comentarios"
        },
        "4795eaf7300ae848d67ca8c64cfa357f": {
            "text": "Los usuarios pueden recibir notificaciones por correo electrónico para todos los nuevos comentarios en la página"
        },
        "e9dfd31cc505d51fc26975250750deab": {
            "text": "Basura"
        },
        "29c2c02a361c9d7028472e5d92cd4a54": {
            "text": "Salida"
        },
        "9e6530a34353d7610fd5455767b28df4": {
            "text": "Profundidad de la respuesta"
        },
        "1f33bbe656fa140ce52347fb0af13a18": {
            "text": "Especifica: 0 para comentarios cronológicos planos tradicionales. Para los comentarios subprocesados (las respuestas aparecen con el comentario al que se responde) especifica la profundidad máxima permitida para las respuestas (se recomiendan 0 a 4)."
        },
        "b3dc4b8696a26f0852afc3df1785ce24": {
            "text": "Formato de fecha\/hora (para la lista de comentarios)"
        },
        "ea706988dcb6ea169518eb97da49df9d": {
            "text": "Introduce el formato de fecha\/hora que desees que utilice la salida de lista de comentarios predeterminada. Puede ser un formato PHP [date] (http:\/\/php.net\/manual\/en\/function.date.php) o [strftime] (http:\/\/php.net\/manual\/en\/function.strftime.php) . También puede ser \"relativo\" para el formato de fecha relativo."
        },
        "9fbc91b8ace5ac4afdc754d6d81d1f28": {
            "text": "¿Permitir votar comentarios?"
        },
        "3ffa920a9c00477904f187e62f9d8582": {
            "text": "La votación de comentarios permite a los visitantes comentar y \/ o bajar comentarios. Los recuentos de votos se muestran junto a cada comentario. Solo se permite un upvote y \/ o downvote por comentario, por dirección IP, por hora."
        },
        "2d020e5cbf014a734c83323e430afce0": {
            "text": "Votaciones apagado"
        },
        "e344d6ca196c888a521047effab607b3": {
            "text": "Permitir sumar votos"
        },
        "3404fab8f99ccde53b123699711e6b6c": {
            "text": "Permitir votar y restar votos"
        },
        "40e8db84e220fe9c816eb334d1b42a70": {
            "text": "¿Usar estrellas para votar?"
        },
        "00837cdf48d92331ec9c355847ed9ef5": {
            "text": "Las calificaciones de estrellas permiten al comentarista calificar el tema que están comentando, usando una escala de 1 a 5 estrellas."
        },
        "924daa0b046449bd4fb99af3c97b5f2b": {
            "text": "Para cambiar la estrella predeterminada utilizada para la salida (HTML también está bien):"
        },
        "359310b90581d6b9baa3cdccc10607b2": {
            "text": "Si (Votar con estrellas opcional)"
        },
        "806e88271605e15a20e9d6d47673f42e": {
            "text": "Si (Votar con estrellas obligatorio)"
        },
        "82829c5912f395b029a87c565359835c": {
            "text": "Formateadores de Texto"
        },
        "53a682f62e65f496a659d3a12c754f75": {
            "text": "Opcionalmente, seleccione uno o más formateadores de texto que se aplicarán al texto del comentario, en el orden seleccionado. Si no selecciona ninguna, el texto se codificará por entidad, las líneas nuevas se convertirán en etiquetas <br>, y se publicarán en una etiqueta <p>."
        },
        "81958f1863ae9ebb74b7a23cbf0dbd78": {
            "text": "Advertencia: sólo seleccione los formateadores de texto que se sabe que son seguros con entrada de usuario anónimo, como Entity Encoder (núcleo) o Textile Restricted (tercero). Si no está seguro, entonces no seleccione nada aquí, ya que tomar la decisión equivocada puede ser un problema de seguridad."
        },
        "b672f52ade975e864ae6b58722c03689": {
            "text": "Implementación"
        },
        "309ccca9b8ae5408ee15a28c2bd2c9c2": {
            "text": "Esta sección está aquí para ayudarle a comenzar con la salida de comentarios en el front-end de su sitio. Todo aquí es opcional."
        },
        "c0cf19f012781de14679b0d857fe4cbd": {
            "text": "Si se utiliza una caché para la salida, configurarlo para omitir la caché cuando la variable GET \"comment_success\" está presente."
        },
        "e2ee73419f58949b9fdfb97f23a8a6ac": {
            "text": "Código PHP para la salida de comentarios"
        },
        "2b961475041b8a085eae4ed1a597f76a": {
            "text": "CSS para salida de comentarios en el front-end"
        },
        "4a08db526853d7aa35400a97c968e60d": {
            "text": "JS para salida de comentarios en el front-end"
        },
        "cf5bd74bd24d341a63cdcf36fba20dbb": {
            "text": "Ya has votado a favor de este comentario"
        },
        "511c09f7e853bcc074d29ba36a8da7f7": {
            "text": "Error al registrar el voto"
        },
        "1f2f44c370f66e4d06d25042e93e39c1": {
            "text": "Deshabilitado"
        }
    }
}