{
    "file": "wire\/modules\/Process\/ProcessRole\/ProcessRole.module",
    "textdomain": "wire--modules--process--processrole--processrole-module",
    "translations": {
        "d08ccf52b4cdd08e41cfb99ec42e0b29": {
            "text": "Permisos"
        },
        "9bfb6e6af6e6793bfa9387e728187c87": {
            "text": "(requerido)"
        },
        "e5e77ccf470959bc6be60127730908b5": {
            "text": "Gestionar roles de usuario y los permisos que se adjuntan"
        },
        "e0c8b59640bc35bac606431203d2d9b0": {
            "text": "Para obtener descripciones detalladas de estos permisos, consulte la referencia de permisos."
        },
        "cea791d6258d032e4742a9a99f1ecf11": {
            "text": "Comprobar que el permiso de edición de página aquí no concede acceso de edición a ninguna página por sí solo. En su lugar, le permite configurar el acceso de edición para esta función en la configuración de acceso a la plantilla. El permiso de edición de página es también lo que permite a los usuarios ver páginas en el administrador. Este permiso se recomienda para todos los usuarios administrativos."
        },
        "d923671ad010412a573db8ccdbddc911": {
            "text": "Indica que el permiso puede agregarse o revocarse opcionalmente de las funciones de usuario en la configuración de acceso a la plantilla. Comprobar el permiso lo permite para todas las plantillas editables. Si sólo deseas que un rol de usuario tenga uno de estos permisos para las páginas que usen plantillas específicas, debes dejarlo sin marcar aquí y en su lugar, seleccionarlo en una pestaña \"Acceso\" de la plantilla."
        },
        "64a4d3473343a325080c311b47099be6": {
            "text": "Los permisos de página y de creación de página sólo se pueden agregar desde la configuración de acceso a la plantilla y se muestran aquí sólo con fines informativos."
        },
        "efc30c4ed12a9e95e4fad5ae9be115fb": {
            "text": "Indica una plantilla que añade el permiso. Haz clic para abrir una ventana a la configuración de acceso para esa plantilla. Si el nombre de la plantilla tiene %s, indica que se agrega el permiso en la plantilla, pero que se anula por su selección aquí."
        },
        "dce4a957c0c6225be564be146d71b245": {
            "text": "Igual que el anterior, excepto que el permiso está siendo revocado por esa plantilla (en lugar de añadido)."
        },
        "dc3abfaff3190368a09f01d6589eeeea": {
            "text": "Agregar a los niños a las páginas con la plantilla"
        },
        "9c281188158fc34cf5afc9d2820a761c": {
            "text": "Crear páginas usando la plantilla"
        },
        "faa5826bce6656df7f63cbeb5b2a85fe": {
            "text": "Este permiso sólo puede asignarse mediante la configuración de acceso de plantilla."
        },
        "3cac60e98937c01a72ef6e6cfe66f90f": {
            "text": "Este permiso es necesario para todas las funciones."
        },
        "1def073965e264ae40ae1d9877290fd3": {
            "text": "se aplica a todas las plantillas editables"
        },
        "26c77f67debae46ee5b0a12626817076": {
            "text": "%1$s añadido por la plantilla %2$s, haga clic para editar"
        },
        "37ef521112472af77d381e834922a7af": {
            "text": "%1$s revocado por la plantilla %2$s, haga clic para editar"
        },
        "1754bfdd544e98486c2ed46753ca8edd": {
            "text": "Al marcar esta casilla, se agrega el permiso para todas las plantillas editables, pero este permiso ya está siendo aplicado por separado por una o más plantillas. Para mantener las cosas ordenadas, te recomendamos que elimines el permiso de esas plantillas antes de habilitarlo para todos. ¿Estás seguro de que quieres habilitarlo ahora?"
        },
        "95c58584c58685c05c1a7cc706416455": {
            "text": "No se aplica actualmente a ninguna plantilla"
        }
    }
}