{
    "file": "wire\/modules\/Fieldtype\/FieldtypeURL.module",
    "textdomain": "wire--modules--fieldtype--fieldtypeurl-module",
    "translations": {
        "b38bb5008cd8427aae4e9a8612183a6f": {
            "text": "Se recomienda el formato \"HTML Entity Encoder\" de texto para los campos de URL."
        },
        "ab86e8efb5aa46bdab329fa44f7125fc": {
            "text": "¿Permitir URLs relativas\/locales sin \"http: \/\/\" al principio?"
        },
        "d1280d091f34a15c77f4145110d7f94d": {
            "text": "URLs locales\/relativas son las que no tienen esquema y de dominio."
        },
        "c4c54678f0d612f89caacaab99768f81": {
            "text": "¿Anteponer la ruta raíz del sitio para URLs locales\/relativos?"
        },
        "9d6ce819c098e5c4a7b3464cadbd028a": {
            "text": "Esta opción añadirá automáticamente la ruta raíz del sitio a cualquier URL que comience con una barra, como \/some\/path\/. Esto es útil si su sitio se ejecuta desde un subdirectorio porque no tendrá que incluir ese subdirectorio en las URL que introduzca en este campo. Si posteriormente mueve su sitio a la raíz de un dominio (u otro subdirectorio), no tendrá que preocuparse por las URL rotas. Con esta opción habilitada, escriba siempre las URL como si el sitio estuviera ejecutándose desde la raíz de un dominio, independientemente de si se ejecuta desde un subdirectorio o no. Naturalmente, esto sólo es aplicable si ha seleccionado 'Sí' para permitir URL locales \/ relativas en el campo anterior. Es posible que los desarrolladores también deseen tener en cuenta que esta opción sólo se aplica cuando outputFormatting está activado para la página."
        },
        "ae91f58b191e424e0eaf9022fd5407e9": {
            "text": "Garantiza que las URL no se rompan al mover un sitio desde un subdirectorio a raíz (el ejemplo más común)."
        },
        "0ac82d10c1ddd050079962481c40f54f": {
            "text": "Campo que guarda una URL"
        },
        "93cba07454f06a4a960172bbd6e2a435": {
            "text": "Sí"
        },
        "bafd7322c6e97d25b6299b5d6fe8920b": {
            "text": "No"
        },
        "7a51839f06248c613d3b07007f4fc05d": {
            "text": "Si se utiliza esta URL para cualquier salida, se recomienda encarecidamente que seleccione \"HTML Entity Encoder\" para \"Formateadores de texto\" en la ficha Detalles."
        },
        "00b2e08d975238a3563e783aa19811fd": {
            "text": "¿Permitir nombres de dominio internacionalizados (IDNs)?"
        },
        "05e7ec04e65f559e191ad8a7c4a02b03": {
            "text": "Cuando está activado, se permiten nombres de dominio no ASCII."
        },
        "e8e4b5ed6eb1c0a268c7587be6ca66e7": {
            "text": "¿Permitir caracteres de comillas simples \/ dobles en las URL?"
        },
        "1b6f57a9eab52d70bc2fff5321da54fb": {
            "text": "Cuando está habilitado, debe estar absolutamente seguro de que dichas URL están \"entity decoded\" cuando se usan en el marcado."
        }
    }
}